[ "아비시니안은 고양이의 품종 중의 하나이다. 털의 색깔은 대부분 갈색이며, 단모종이다.", "아메리칸 밥테일은 미국 고양이의 한 품종이다. 보통 고양이 꼬리 길이의 1/3에서 1/2정도 되는 뭉툭한 '밥통' 꼬리가 특징이다.", "아메리칸 쇼트헤어는 고양이의 품종 중 하나로, 회색이나 갈색털에 짙은 회색이나 갈색의 소용돌이 무늬가 그려져 있다.", "골 고양이는 국내 고양이, 특히 점박이 이집트 마우와 아시아 표범 고양이의 잡종으로 만든 길 들여진 고양이 품종입니다. 품종 이름은 표범 고양이의 분류 학적 이름에서 유래합니다. 벵골은 야생의 모습을하고 있습니다.", "버먼은 몸집이 크고 강한 머리를 가지고 있다. 털이 많은 꼬리와 짧은 다리를 가진 크고 길쭉한 체구의 고양이이다. 둥근 머리에는 굽은 코와 푸른 눈, 둥근 귀가 있다. 털은 길고 부드러우며 발목 부분은 항상 흰색의 털로 덮여 있다. 미얀마가 원산지이다.", "봄베이고양이는 아메리칸 고양이 중 검은고양이 품종이다. 유럽에서 가장 흔히 기르는 고양이 중 하나이다. 흑표범을 닮은 집고양이를 만들 목적으로 1958년 미국 켄터키 루이빌에서 니키 호너가 버미즈와 아메리칸쇼트헤어를 교배시켜 만든 종이다. 이 때문에 '거실 표범'이라는 별명이 생겼다.", "The British Shorthair is a relatively powerful-looking large cat, having a broad chest, strong thick-set legs with rounded paws and a medium-length, blunt-tipped tail. The head is relatively large and rounded, with a short muzzle, broad cheeks (most noticeable in mature males, who tend to develop prominent jowls) and large round eyes that are deep coppery orange in the British Blue and otherwise vary in colour depending on the coat. Their large ears are broad and widely set.", "버마고양이는 고양이 품중의 하나이다. 중간 크기로 유연하고 동양적인 형태를 띠고 있다. 늠름한 체격에 털이 짧다. 갈색·파란색·빨간색 털에 둥근 황금색 눈을 가지고 있다. 1930년 미얀마로부터 미국에 들어온 웡마우라는 암컷이 개량된 품종이다.", "샤르트뢰는 프랑스 토종 고양이이다. 매우 영리한 품종으로 주인에게 헌신적이고 참을성이 뛰어나며 호전적이지 않고 독립심이 강하다. 또한 차분하고 점잖은 고양이로 알려져 있다. ", "데번 렉스는 영국 고양이의 한 품종이다. 날씬한 몸매, 물결 모양의 털 그리고 큰 귀가 특징이다.", "이집션 마우는 이집트 고양이의 한 품종이다. 야생적인 반점과 고대 이집트의 벽화를 연상시키는 아이 라인, 이마 풍뎅이 마크 무늬가 특징이다. 작고 중간 크기의 짧은 머리 고양이과 동물이며 자연적으로 발견되는 몇 안 되는 길들여진 고양이 종들 중 하나이다.", "이그저틱 쇼트헤어는 미국 고양이의 한 품종이다. 아메리칸쇼트헤어와 페르시아고양이를 교배시켜 만들었다. ", "하바나 브라운은 보통 크기의 체격에 눈은 녹색이며 얼굴은 길다. 아바나의 여송연과 같은 적갈색을 띠어서 붙여진 이름이다.", "재패니즈 밥테일은 일본 고양이를 기원으로 하는 고양이의 한 품종이다. 방울처럼 헝클어진 짧은 꼬리가 가장 큰 특징이다. 이 종은 일본에서 수세기 동안 알려져 왔고, 종종 전통 민속과 예술에 나타난다.", "라펌은 미국 고양이 품종의 하나이다. 털이 곱슬곱슬하며 일반적으로 매우 다정다감한 성격을 가지고 있으며 자연적인 돌연변이로 인하여 발생한 품종이다.", "메인쿤은 대형 고양이 품종으로 중후하고 부드러운 여러 가지 털 색깔을 하고 있다. 미국 유일의 독립 품종으로 1850년경부터 메인주에서 사육되었기 때문에 이런 이름이 붙여졌다. 배·꼬리·목둘레에 털이 빽빽이 나 있는 털북숭이이다. 길이는 48-100cm 이며 6kg의 무게를 가진다.", "맹크스는 중간 크기의 고양이로 원산지는 명확하지 않으나 맨 섬이 원산지로 알려져 있다. 맹크스는 뒷다리가 앞다리보다 길어서 걸을 때 엉덩이를 흔들며 깡총 뛰는 듯한 걸음걸이로 걷는다. 맹크스의 눈은 크고 둥글며 귀는 넓지만 작다. 털은 2겹이며 광택이 있고 색깔과 눈빛이 다양하다.", "노르웨이 숲 고양이은 고양이의 한 품종이다. 노르웨이 숲 고양이는 자연발생종으로 시작하여 품종개량 과정들을 거쳐 오늘에 이르렀다. 노르웨이 숲 고양이는 엄연히 품종개량을 거친 품종묘이므로, 노르웨이에 있는 일반 고양이들과는 다르다.", "오시캣은 미국 고양이의 한 품종이며 호피 무늬가 특징이다. 오키캣은 야생 고양이를 닮았지만 야생 고양이의 유전자에는 야생 DNA가 없다. 이 종은 야생 고양이처럼 보이지만 길들여진 동물의 기질을 가지고 있다는 점에서 특이하며 오컬트와 닮아서 이름이 붙여졌다.", "오리엔탈 쇼트헤어는 미국 고양이의 한 품종이다. 시암 고양이로부터 발달하고 밀접하게 관련된 미국 고양이의 한 종류이며 시암 고양이 머리와 몸의 형태를 유지하지만, 다양한 색상과 무늬로 나타난다.", "페르시아고양이는 고양이의 한 품종이다. 털이 긴 고양이의 대표라고 할 수 있다. 몸 전체에 가늘고 긴 털이 풍성하게 나 있다. 흰색, 검은색, 회색 등 털 색깔이 다양하고 성격은 온순한 편이다. 수명은 10-17년이며 이란에서 출생했다.", "라가머핀은 고양이의 품종이다. 래그돌 고양이의 변종이며 1994년에 별도의 품종으로 확정되었다. 라가머핀은 상냥한 품성, 두껍고 토끼털같은 털로 잘 알려져 있다. ", "랙돌은 미국이 원산지인 고양이 품종으로, 조상은 화이트 롱헤어와 버먼이다.", "러시안 블루는 고양잇과 중 하나로 청회색의 단모종이다. 푸른빛이 도는 회색털과 초록색 눈으로 유명한 고양이이다. 러시아가 원산지 이고 조용하고 온순한 성격으로 잘 울지 않으며, 울어도 그 소리가 무척 작다.", "The breed was not accepted for showing in Europe and the GCCF withdrew registrations in 1971 due to crippling deformity of the limbs and tail in some cats and concerns about genetic difficulties and ear problems such as infection, mites, and deafness, but the Folds were exported to America and the breed continued to be established using crosses with British Shorthairs and American Shorthairs. Since the initial concerns were brought, the Fold breed has not had the mite and infection problems, though wax buildup in the ears may be greater than in other cats.", "시암고양이 또는 샴고양이는 고양이의 한 품종이다. 시암고양이는 본래 단모종이지만, 발리니즈라 불리는 장모종도 존재한다. 시암고양이는 타이 왕실에서 키웠던 고양이이다. 날씬한 몸에 짧고 가는 털을 가지고 있다.", "싱가푸라는 세계에서 가장 작은 고양이의 한 품종으로, 큰 눈과 귀, 갈색계열의 털과 뭉툭한 꼬리가 특징이다. 정확한 기원은 없으나, 1970년대 싱가포르에서 들여와 드레인 캣 이라는 이름으로 알려졌다.", "소말리는 영국 고양이 품종의 하나이다. 머리가 완만한 V자형이며 긴 체모와 여우 같은 주렁주렁한 꼬리가 특징이다.아비시니안의 돌연변이기도 하다.", "스핑크스는 단모종 고양이의 품종 중 하나로 1998년 CFA에 잡종부문으로 등록되었다.Sphynx는 외향적 인 행동으로 유명합니다. 그들은 소유자에 대한 높은 수준의 에너지, 지능, 호기심 및 애정을 나타냅니다. 친근하며 낯선 사람을 만날때도 친절합니다.", "터키시 앙고라는 고양이의 한 품종이다. 신16세기 터키 앙카라에서 프랑스로 전해진 터키시 앙고라 고양이는 귀족들에게 큰 인기를 얻었다. 그 중 리슐리외 추기경은 고양이를 무척 아낀 것으로 유명하다. " ]