[ "아펜핀셔(독일어: Affenpinscher)는 독일 원산의 개로, 17세기 뮌헨을 중심으로 쥐를 잡거나 애완견으로서 길러졌다. 어깨높이 23~29cm, 몸무게 3~4kg이다. 입 주위에 수염처럼 긴 털이 자라나 있는 것이 특징이다. 호기심이 강하고 건강한 반면 쉽게 흥분하고 겁이 없다. 정이 많아 사람들에게 애정을 자주 표시한다. 털빛은 검정·회색·갈색 등이다.", "아프간 하운드(Afghan Hound)는 예전에 아프가니스탄에서 수렵용으로 길러지다가 19세기 후반 영국에 전해졌다. 비단결 같은 탐스러운 털을 지니고 있으며 험한 지역에서도 빠르게 달릴 수 있다. 달리다가 방향전환을 잘 하며 달리는 힘이 있다. 어깨높이 64~69cm, 몸무게 23~27kg이다. 대한민국에서 스너피라는 복제견을 만들기도 했다.", "에어데일 테리어(Airedale Terrier)는 영국의 중형 애완견이다. 크기는 55~60cm, 체중은 20~23kg이고, 사람에게 충성심이 강하지만 사나운 면도 있어 엄하게 훈련해야 할 필요가 있는 견종이기도 한다. 외모는 기존의 요크셔 테리어와 비슷하다.", "아키타는 강력하고 독립적이며 지배적 인 품종으로, 일반적으로 낯선 사람에게는 냉담하지만 가족 구성원에게는 애정이 있습니다. 품종으로서 아키타는 일반적으로 강건합니다. 성숙한 미국 유형 수컷은 보통 26-28 인치 (66-71cm)의 몸통을 측정하고 무게는 45-59kg (100-130lb)입니다. [38] 성숙한 암컷은 일반적으로 24-26 인치 (61-66cm)이고 무게는 70-100lb (32-45kg)입니다.", "알래스칸 맬러뮤트(Alaskan Malamute)는 개의 한 품종으로, 알래스카에서 썰매를 끄는 데 쓰였던 썰매개이다. 시베리안 허스키와 혼동되는 경우가 종종 있으나, 그와는 많은 면에서 다르다. 썰매개로서 힘과 지구력이 있고 강인하다.", "American Eskimo Dog는 놀라운 외모와 빠르고 영리한 마음을 총체적인 두뇌와 아름다움 패키지에 결합합니다. 부끄러워하거나 공격적이지 않은 Eskies는 새로운 친구를 사귈 때 약간 보수적이기는하지만 항상주의를 기울이고 친절합니다. American Eskimo Dog는 표준, 미니어처 및 장난감의 세 가지 크기로 제공되며 어깨 높이는 19 인치 또는 짧은 9 인치입니다. 특유의 특징으로는 치밀하고 반짝이는 흰색 코트가 있으며 가슴과 어깨 주위에 사자 같은 멍이 있습니다. ", "폭스하운드(영어: foxhound)는 대형의 하운드 종이다. 센트 하운드답게 발달된 후각을 갖고 있다. 몸무게 12-22kg, 키 52-63cm로 체형은 균형이 잘 잡혔고, 귀는 얇으며 늘어져 있다. 꼬리에는 털송이가 있으며 발가락은 고양이처럼 둥근 모양이다. 털은 강모(剛毛)이지만 짧고 매끈매끈하다. 털색깔은 흰 바탕에 검은색이나 황갈색의 얼룩점이 있는 것이 보통이다. 영국 원산으로 18세기 이래 영국 수렵가들이 여우 사냥용으로 개량한 사냥개이다. 잘 달리고 인내심이 강하여 사냥개로서 널리 쓰이는데 오스트레일리아에서는 목양견으로 쓰이고 있다.", "아메리칸 스태퍼드셔 테리어는 짧은 털을 지닌 중간 크기의 미국의 견종이다. 21세기 초에 이 견종은 사회적 지명을 얻었고 1936년 아메리칸 케널 클럽에 받아들여졌으며 영국의 스태퍼드셔 불 테리어와는 구별한다.", "아메리칸 워터 스패니얼(American Water Spaniel)의 몸집은 균형이 잡혀 있고 동작에 힘이 넘친다. 털은 거칠고 곱슬곱슬하며 한 방향으로 나 있다. 목·등·귀·꼬리 부분은 긴 털로 덮여 있고 털빛은 적갈색, 갈색, 초콜릿색 등이다. 머리는 둥그스름하며 주둥이는 강인한 느낌을 주는 사각 모양이다. 털은 잘게 말려 있으며, 얼굴은 털이 없어 매끄럽고 귀와 꼬리는 풍성한 털로 덮여 있다.", "The Anatolian Shepherd Dog is a native of Turkey, where they were bred as a shepherd’s companion and livestock guardian. They were created with specific traits to resemble the size and color of livestock they defended so predators wouldn’t detect them among the flock.", "오스트레일리안 캐틀도그는 오스트레일리아가 원산지인 목양견의 일종이다. 본래는 소떼를 거친 황무지를 가로질러 몰고 가기 위한 목적으로 개량되었다. 단모 중대형 견종으로, 털 색깔은 대개 검정·갈색에 흰 털이 섞여 있다", "오스트레일리언 셰퍼드는 미국 캘리포니아 주 원산의 목양견 종이다. 애칭은 오지이다", "호주 테리어는 테리어 개 유형의 작은 품종의 개입니다. 품종은 호주에서 개발되었지만 품종이 내려온 조상의 유형의 개는 영국 출신이었습니다.", "바센지는 사냥개의 한 품종으로 중앙 아프리카에서 사육되었다. 비정상적으로 형성된 후두로 인해 바루라고 하는 특이한 요들 같은 소리를 낸다. 짖지않는 개로도 불린다.", "바셋하운드는 16세기에 처음 발견된 프랑스의 개이다. 헌신적인 성격이다", "비글(영어: beagle)은 개 품종의 하나이다. 외모는 억세어 보이며, 몸에 군더더기 살이 없고, 짧은 털이 빽빽하게 나 있다. 머리는 넓적하고, 귀는 부드러우며 길쭉하다. 체중은 약 8~14kg이다. 크기에 따라 두 종류로 나뉘는데, 포켓비글 종류는 어깨높이가 33cm이고, 다른 종류는 33-40cm로 그보다 크다. 17세기 영국에서 오늘날의 품종으로 개량했다. 냄새를 잘 맡아 토끼 사냥에 쓰이기도 한다. 민첩하고 붙임성이 있으나, 쉽게 훈련시킬 수 없어 애완용으로는 그리 적합하지 않아 전통적으로 사냥용으로 쓰였다. 최근에는 후각이 예민한 특성을 이용해 마약탐지견으로 활용하고 있다.", "비어디드 콜리는 영국의 오래된 목양견으로 선조는 2,000년 전의 스코틀랜드 하이랜드 지방에서 사육되었다. 18세기 회화에 자주 등장했으며, 빅토리아 왕조 말기에는 사역견으로서 인기가 높았다. 어깨높이 51~55cm, 몸무게 18~27kg이다.", "Beauceron은 중부 프랑스 평원에서 유래 한 무리를 짓는 개 품종입니다. Beauceron은 Berger de Beauce 또는 Bas Rouge로도 알려져 있습니다. ", "베들링턴 테리어는 영국의 사냥개의 한 품종으로, 테리어 종과 하운드 종을 교배한 종이다. 곱슬거리는 털로 덮여있는 외관은 양과 같은 느낌을 준다. 어렸을 때는 검은색 털을 가지고 있다가, 크면서 점점 밝은색의 털로 바뀐다. 보더 콜리와 비슷하게 양몰이를 하는 특색을 두고 있다.", "말리노이즈 또는 벨지안 셰퍼드 말리노이즈는 벨기에 원산의 목양견, 군견, 경찰견으로 쓰이는 개다. 저먼 셰퍼드와 비슷하게 생겼으나 체중이 더 적게 나간다. 영리해서 길들이기 쉬우며 텔레비전에도 자주 등장하는 개다.", "벨지안 십도그는 중대형급의 목양견의 품종이다. 그러나 이 견종은 대체적으로 벨기에에서 유래된 것으로 나와 있지만, 해당 지역에서 올라온 여타 목양견들과 비슷한 성향을 가지고 있다. 그래서 더치 셰퍼드, 저먼 셰퍼드, 브리아드 등이 있다.", "Created in Belgium in the late 19th century, the Belgian Tervuren dog breed is often considered to be the most elegant of the four Belgian sheepdogs. They’re intelligent and athletic, making them a versatile performer in any number of activities, including their original job, herding.", "버니즈 마운틴 도그는 털이 긴 스위스종의 큰 개이다. 털은 검고, 백색, 적갈색, 흑살색의 반점이 발과 눈 위에 있다. 짐차를 끄는 데 사용되기도 한다.", "비숑 프리제는 개의 품종 중 하나다. 중세기 불어로 비숑은 작고 긴 털을 가진 개를 의미한다. 주로 흰색의 곱슬거리는 털을 가진 프랑스와 벨기에 스위스 원산의 개로서, 곱슬한 털이 자라면서 얼굴이 동그란 형태가 되는 것이 특징이다.", "Black and Tan Coonhound는 사냥개 품종입니다. 블러드 하운드와 블랙과 탄 버지니아 폭스 하운드의 교차로 미국에서 개발 된이 향기 하운드는 전적으로 향기에 의해 게임을 실행하며 주로 너구리 사냥에 사용됩니다.", "Chornyi Terrier라고도 알려진 Black Russian Terrier는 1940 년대 후반과 1950 년대 초반에 군 / 작업 견으로 사용하기 위해 Red Star Kennel에서 소련에서 만들어진 개 품종입니다.", "블러드하운드는 영국과 벨기에 원산의 사냥개 품종이다. 중세 이후로 사슴이나 멧돼지 사냥용으로 길러졌으며 수색견으로 활용되었다.", "Bluetick Coonhound는 미국에서 시작된 coonhound의 품종입니다. Bluetick Coonhound는 친절한 페르소나, 차가운 코, 깊은 입으로 유명합니다. 너구리 사냥개로 가장 일반적으로 사용되지만 애완 동물로 키울 수도 있습니다. ", "보더 콜리는 목양견 품종으로 잉글랜드와 스코틀랜드 사이의 국경에서 가축, 특히 양을 몰기 위해 개량되었다. 콜리 품종 중 가장 널리 퍼졌다.", "더 테리어는 작은 거친 코팅 테리어의 영국 품종입니다. 그것은 Anglo-Scottish 국경 지역에서 시작되었으며 같은 지역의 Dandie Dinmont Terrier 및 Bedlington Terrier와 조상을 공유합니다.", "보르조이는 제정 러시아에서 귀족들에게 사랑받던 개로 레프 톨스토이도 이 개를 사랑하여 그의 작품에 자주 등장시켰다. 약 200년 전에 교배하여 만들어졌으나 여러 이름으로 불리다가 1936년에 '보르조이'라고 명명되었다. 어깨높이 66~71cm, 몸무게 30~45kg이다.", "보스턴 테리어는 미국 원산의 개 품종이며, 불도그와 불 테리어의 교배로 생겨난 품종이다.", "부비에 데 플랑드르는 벨기에산 개 일종이다. 눈썹, 수염, 턱수염이 있으며, 거칠고 억센 털로 뒤덮여 있다. 털은 담황색, 회색, 얼룩, 검정, 점박이 등으로 여러 개가 있다.", "복서는 중간 크기의 독일 원산의 개이다. 어깨높이는 53~63cm이고, 몸무게는 25~35kg이다. 1850년 독일의 품종 연구가들이 불도그와 그레이트 데인을 교배시켜 만들었다. 몸이 땅딸막하고 근육질이 강하다. 움직임이 빠르고 늘 경계를 늦추지 않는다.", "Boykin Spaniel은 미국의 사우스 캐롤라이나 워터 리 강 늪에서 야생 칠면조와 오리를 사냥하기 위해 사육 된 중형 개 품종입니다. 사우스 캐롤라이나 주 개이며 1900 년대에 사냥꾼이 발견하고 추가로 개발했습니다.", "브리아드 프랑스 원산으로 늑대로부터 양을 보호하는 목양견으로서 길러졌으며, 집 지키기·짐수레 끌기 등에도 이용되었다. 어깨높이 56~68cm, 몸무게 30kg 정도이다. 19세기 초까지 이름이 없다가 파리 근교 브리 지방의 목양견으로서 '브리아드'라는 이름이 지어졌다.", "브리트니는 프랑스의 브르타뉴 지방 원산의 스패니얼 / 새 사냥개 종이다. ", "브뤼셀 그리펀은 독일 원산으로 17세기 아펜핀셔와 벨기에 토착견의 교배로 탄생하였다. 그 후 퍼그와의 교배로 더욱 개량되었는데, 벨기에의 역대 왕실에서 이 개를 사랑하였다. 어깨높이 18~20cm, 몸무게 3.5~5kg이다.", "불 테리어는 불도그와 테리어를 교배하여 개량한 몸집이 중간 크기인 개다. 몸무게는 23~28kg이고, 어깨 높이 46~56cm이며 수명은 10년에서 14년 정도이다. 불도그처럼 묵직해 보이고 온순한 한편 테리어처럼 영리하고 민첩하다.", "불도그는 영국 잉글랜드 원산의 개이며 브리티쉬 불독, 잉글리쉬 불독이라고도 불린다. 머리는 크고 네모졌으며 코는 뭉뚝하다. 입은 폭이 넓고 위로 향하였다. 어깨는 떡 벌어졌고, 다리는 튼튼하다.", "불마스티프는 19세기 영국에서 마스티프와 불도그를 교배하여 만들어졌다. 어깨높이 61~69cm, 몸무게 45~59kg이다. 마스티프 60퍼센트, 불도그 40퍼센트 비율로 교배되어 마스티프의 용맹성과 지혜로움, 불도그의 공격성을 지니고 있다. ", "케언 테리어는 스코틀랜드 고지에서 시작된 테리어 품종으로 스코틀랜드에서 가장 초기에 일하는 개 중 하나로 인정 받고 있습니다. 품종의 기능은 스코틀랜드 고원의 케언들 사이에서 채석장을 사냥하고 추적하는 것이기 때문에 품종에 케른이라는 이름이 부여되었습니다.", "Bedouin Sheepdog 및 Palestinian Pariah Dog로도 알려진 Canaan Dog는 중동에서 시작된 pariah dog의 품종입니다. 이스라엘, 요르단, 레바논, 시나이 반도에서 볼 수 있으며 이집트, 이라크 및 시리아에서 매우 유사한 개 또는 개가 발견됩니다.", "카네코르소는 이탈리아 원산의 대형견이다. 카네란 이탈리아어와 라틴어로 '개'를 의미하며, 코르소는 '추적한다'라는 뜻이 있다.", "Cardigan Welsh Corgi는 웨일스에서 시작된 Welsh Corgis로 알려진 두 개의 개별 견종 중 하나입니다. 다른 하나는 Pembroke Welsh Corgi입니다. 영국 제도에서 가장 오래된 품종 중 하나입니다.", "카발리에 킹 찰스 스패니얼은 스패니얼 품종의 일종이며, 1920년 미국의 로스웰 엘드리지가 킹 찰스 스패니얼을 모델로 5년간 연구하여 개조한 변종이다.", "체서피크 베이 리트리버는 미국이 원산지인 개 품종이다. 피모색은 갈색이 많으며, 외형으로만 보면 어두운 노란색 피모의 래브라도 리트리버와 매우 비슷하다. 어린 체서피크 베이 리트리버는 금세 자라며 민첩해진다.", "치와와는 멕시코의 개 품종 중의 하나이다. 멕시코 치와와주의 이름에서 왔다. 치와와와 장모치와와도 있다. 수명은 12-20년 무게는 1.5kg~3kg 헌신적이고 생기있고 민첩하다.", "차이니스 크레스티드는 개 품종 중 하나로 체구가 작으며, 특이한 생김새를 갖고 있다. 헤어리스와 파우더퍼프 두 형태가 있다. 헤어리스는 몸에 털이 없는데, 머리, 꼬리와 다리에는 털이 난다.", "Shar Pei는 중국 남부의 개 품종입니다. 전통적으로 감시견과 재산 보호자로 유지되었던 샤 페이 족은 20 세기에 멸종 위기에 처했습니다. 이 품종은 서양에서 깊은 주름으로 유명하며 전통적인 덜 주름진 형태는 홍콩에서 유지됩니다. ", "차우차우는 어깨높이가 약 50cm, 몸무게 25-27kg이다. 냉담한 중국개로 9-15년 충성스럽고 조용하다.", "Clumber Spaniel은 영국에서 개발 된 발 바리 유형의 품종입니다. 발바리 중 가장 크며 레몬 또는 오렌지색 표시가있는 흰색으로 주로 제공됩니다. 품종의 이름은 품종이 처음 개발 된 노팅엄 셔의 Clumber Park에서 가져 왔습니다.", "코커 스패니얼은 스패니얼 종류의 개 품종이다. 종류는 아메리칸 코커 스패니얼과 잉글리시 코커 스패니얼 2가지가 있다. 수명은 11-12년 무게는 13-14kg 정도 나간다.", "콜리는 영국 스코틀랜드의 원산지로, 어깨높이는 55~65cm이고 몸무게는 23~34kg이다. 주둥이와 머리가 길고 귀가 작다. 길고 북슬북슬한 털을 가졌다. 목둘레의 털은 갈기 모양이다. 지능이 높고, 일하기 좋아하고, 시력이 좋아서 양치기 개로 적합하다.", "컬리 코티드 리트리버는 잉글랜드의 개 품종이다. 수명은 9-14년 성격은 총명하고 영리하며 독립심이 강하다 32-40kg 정도 나간다.", "닥스훈트는 몸통이 길고 사지가 짧은 독일 원산의 개로서, 원래는 오소리 사냥의 전문개였다. 어깨높이가 21~27cm, 몸무게가 7~15kg이다. 이집트로부터 건너온 오래된 개의 품종으로 보인다.", "달마시안은 크로아티아의 달마티아가 원산지인 개 품종이다. 영국에서는 코치도그라고 하여 마차를 탈 때나 승마할 때, 또는 여행의 안전을 위하여 데리고 다녔다.", "댄디 딘몬트 테리어는 영국 원산으로 잉글랜드와 스코틀랜드 국경 부근에서 어부들에 의해 길러졌다. 골격이 튼튼하고 균형이 잘 잡혀 있다. 털빛은 푸른빛이 도는 검은색으로부터 옅은 회색·옅은 갈색까지 다양하다. 머리가 좋아 아이들에게 인기가 있다.", "도베르만 핀셔는 독일 원산으로 사역견으로서는 저먼 셰퍼드와 비견할 수 있는 품종으로서 예민성·굳은 의지가 있으며, 행동력에서도 우수하다. 체격은 비교적 큰 편으로, 수컷은 몸길이가 66-71cm, 암컷은 61-66cm이며, 영리하고, 견고한 골격과 다부진 근육을 가지고 있다. ", "Dogue de Bordeaux, Bordeaux Mastiff, French Mastiff 또는 Bordeauxdog은 대형 프랑스 마스티프 품종입니다. 전형적인 brachycephalic mastiff 품종 인 Bordeaux는 매우 근육질의 몸매를 가진 매우 강력한 개입니다. ", "잉글리시 코커 스패니얼은 스패니얼, 그 중에서도 코커스패니얼 품종의 개 중 하나다. 영국 코커 스패니얼 이라고도 불린다. 영국에서는 코커 스패니얼이라고 일반적으로 칭한다, 유쾌한 성격 때문에 Merry Cocker 이라고도 불리며 수명은 12-15년 장난스럽고 애정이 풍부하다 12-15kg 정도 나간다.", "글리쉬 세터는 중형견입니다. 레드 아일랜드 세터, 아일랜드 레드 및 화이트 세터 및 흑백 고든 세터를 포함하는 세터 그룹의 일부입니다. 주로 흰색 바디 코트는 중간 길이이며 다리 뒤쪽, 배꼽 아래 및 꼬리에 부드러운 실크 프린지가 있습니다.", "잉글리쉬 스프링거 스파니엘은 밖에 나가는 것을 좋아하고 친근하지만 어릴 적부터 사회성에 대한 훈련을 받아야 한다. 이 견종은 사람 곁에서 함께 사냥하는 파트너견으로 선택되었고, 사람들과 일하고 싶은 강한 욕망을 가지고 있다. 총명하고 경계심이 많다.", "킹 찰스 스패니얼은 스패니얼의 종류이다. 17세기 영국의 찰스 2세는 이 개 품종을 매우 좋아해서 이름을 붙였다. 주요 질병은 폐암, 신장암이 있다. 수명은 12-14년이며 온화하고 조용하고 밝다.", "Entlebucher Sennenhund 또는 Entlebucher Mountain Dog는 중형 방목 견이며, Sennenhund 개 유형을 구성하는 4 개의 지역 품종 중에서 가장 작은 품종입니다. 20-30kg 정도 나가고 헌신적이고 자신감 넘친다.", "Field Spaniel은 스패니얼 타입의 중형 개 품종입니다. 그들은 원래 19 세기 후반과 20 세기 초에 올 블랙 쇼 개로 개발되었으며 사냥개로서의 작업에는 인기가 없었습니다. 그러나 20 세기 중반에는 현장 작업에 더 적합한 다리가 긴 개로 재개발되었습니다. ", "핀란드 스피츠는 핀란드 원산의 개 품종이다. 작게는 청설모에서 크게는 곰까지 사냥하기 위한 수렵견으로서 개량되었다. 사냥개로서 역할은 포인터로, 짖어서 사냥감의 존재를 엽사에게 알리고 사냥감의 주의를 자신에게 돌려 엽사가 사냥감에게 접근할 수 있게 한다. 잘 짖고 충성스럽다.", "플랫 코티드 리트리버는 영국에서 유래한 조렵견 개 품종이다.  수명은 8-14년, 30kg정도 나간다.", "프렌치 불도그는 프랑스 원산으로 기원은 확실하지 않으나 1860년경 퍼그와 테리어의 교배로 생겨난 것으로 여겨진다. 어깨높이 30cm, 몸무게 10~13kg이다. 커다란 머리와 박쥐처럼 생긴 귀가 특징이다. 털은 짧고 부드러우며 광택이 있다. 몸빛은 흰색 또는 검은색이다.", "German Pinscher는 독일에서 시작된 Pinscher 유형의 중형 개 품종입니다. 크기는 43-51cm로 희귀 품종이다.", "저먼 셰퍼드는 원산지가 도이칠란트이다. 몸은 빈틈이 없는 근육질이고 꼬리는 늘어졌다. 앞뒷다리는 비교적 짧지만 튼튼하고 실팍하다. 주둥이는 뾰족하고 눈은 크고 귀는 짧으며 똑바로 선다. 털은 짧지만 목과 가슴둘레의 털은 다소 길고 빽빽하다.", "German Shorthaired Pointer는 19 세기 독일에서 사냥을 위해 개발 된 중대형 견종입니다. 다목적 사냥 품종으로 육지와 물 모두에 적합한 다목적 총 품종으로 유선형이지만 강력한 다리로 빠르게 움직이고 빠르게 회전 할 수 있습니다.", "저먼 와이어헤어드 포인터는 1800년에 종이 혼합된 독일산 털이 빳빳한 새 사냥을 위한 개이다. 수명은 12-14년이며 총명하고 활동적이다.", "자이언트 슈나우저는 독일에서 17세기에 개발된 개의 품종이다. 슈나우저의 세 종 중 가장 크다. 빽빽하고 거친 모질을 가지고 있어 날씨와 해충에 잘 견딘다. 다른 슈나우저들과 마찬가지로 독특한 수염과 눈썹을 가지고 있다.  무게가 34-43kg이며 60cm 이상의 크기를 가진다.", "Imaal Terrier의 Glen은 테리어 카테고리의 개 품종이며 4 개의 아일랜드 테리어 품종 중 하나입니다. 때때로 이말 테리어의 아일랜드 글렌 또는 위 클로 테리어라고 불리며, 품종의 이름은 종종 환타지아에 의해 글렌으로 불립니다.", "골든 리트리버는 개의 품종 중 하나로, 골든 리트리버의 원산지는 영국 스코트랜드이다. 또한 골든 리트리버는 근육질의 몸에 건강하고 산뜻한 느낌을 준다. 금색의 윤기나는 털을 가지고 있는데, 속털은 방수성이고 겉털은 탄력성이 있다. 잡은 사냥감을 찾아오도록 훈련되었다. 수명은 10-12년 총명하고 우호적이며 30kg 정도 무게를 가지고 있다.", "고든 세터는 잘 알려진 아일랜드 세터와 영어 세터를 모두 포함하는 세터 가족의 일원 인 큰 유형의 개입니다. 세터 품종은 전국 개집 클럽 또는 협의회에 따라 스포츠 그룹 또는 총독 그룹의 구성원으로 분류됩니다. 이 품종의 원래 목적은 새를 사냥하는 것 입니다. ", "그레이트 데인은 기원은 확실하지 않으나 멧돼지를 사냥한 개로서 용맹성에 있어 개의 왕이라 불리고 있다. 그레이트 데인은 커다란 덴마크의 개라는 뜻이다. 우호적이며 온화하고 헌신적이다.", "그레이트 피레니즈 또는 피레니언 마운틴 도그는 개의 한 품종으로 초대형견이며, 사역견 및 경비견으로 이용되어 왔다. 그레이트 피레니즈는 평화주의견으로 유명하다. 온화하고 겁이없으며 50kg 무게를 가진다.", "Greater Swiss Mountain Dog는 스위스 알프스에서 개발 된 견종입니다. Sennenhund라는 이름은 Senn 또는 Senner라는 사람들, 스위스 알프스의 낙농가 및 목동을 나타냅니다. ", "그레이하운드는 이집트 원산으로 어깨높이 약 70cm, 몸무게는 27~32kg이다. 몸이 가늘고 매우 빨리 달리는 사냥개이다. 시력이 발달하여 주로 눈으로 보고 사냥하며 사냥감을 끝까지 쫓아간다. 오늘날에는 원형 트랙 위로 가짜 미끼를 쫓아서 달리는 경주에도 사용된다.", "Havanese는 현재 멸종 된 Blanquito de la Habana에서 개발 된 쿠바의 국가 개입니다. 블랑 키토는 또한 멸종 된 비콘 테 네리 페의 후손입니다. 블랑 키토는 결국 푸바를 포함한 다른 비숑 유형과 교배되어 현재 하바 네족으로 알려져 있습니다.", "이비자 하운드는 하운드 가족의 마른, 민첩한 개입니다. 품종에는 두 가지 머리 유형이 있습니다 : 매끄럽고 철사. 가장 일반적으로 보이는 유형은 매끄 럽습니다. 일부는 긴 세 번째 유형이 있다고 생각하지만, 상아탑은 전선의 변형 일 가능성이 높습니다.", "Icelandic Sheepdog은 바이킹에 의해 아이슬란드로 가져온 개에서 유래 한 스피츠 타입의 개 품종입니다. 노르웨이 부훈, 셰틀 랜드 쉽독 및 웨일즈 어 코 기와 비슷한 유형입니다. 그들은 일반적으로 아이슬란드 시골에서 양을 떼는 데 사용됩니다.", "아이리쉬 레드 앤 화이트 세터는 개 품종입니다. 모든 세터와 마찬가지로 영국에서는 건독으로 분류되며 미국과 캐나다의 스포츠 그룹에 포함됩니다.", "아이리시 세터는 아일랜드의 개 품종으로, 사냥개로 분류된다. 애정이 풍부하며 생기있고 붙임성이 좋다.", "아이리시 테리어는 아일랜드에 있는 개로, 중형의 털이 억센 적갈색을 띈다.", "아이리시 워터 스패니얼은 수륙겸용의 운반견이다. 다갈색 곱슬털이 밀생하고 머리에는 길게 물결진 곱슬털이 나있으며, 끝이 뾰족한 짧은 털로 덮여 있다. 후각이 예민하다. 총명하고 경계심이 많은 것이 특징이다.", "아이리시 울프하운드는 아일랜드에 있는 큰 사냥개로, 늑대 사냥에 사용되었었다. ", "이탈리안 그레이하운드는 그레이하운드의 축소판으로, 원산지는 이탈리아이며, 키는 33~38cm, 체중은 3.5kg으로 요크셔 테리어보다 300g이 더 많다. 성격은 완고하나, 사람이나 다른 개 혹은 강아지들에게 붙임성이 있고 깔끔한 성격을 가지기도 한다.", "친은 일본 원산의 소형 견종이다. 재퍼니스 친이라고도 한다. 중국에서 일본으로 유래되었으며, 과거 일본에서 귀족들만 가질 수 있었던 개로 유명하다.", "Keeshond는 중형 개로 은색과 검은 색 털로 플러시 한 2 겹으로 된 털과 멍과 꼬리가 구부러져 있습니다.", "전형적인 케리 블루 테리어(Kerry Blue Terrier)의 일반적인 외모는 아주 튼튼하고 좋은 균형을 이루는 늘씬한 개로서, 체격이 아주 발달하였고 근육질이며, 분명한 테리어 스타일과 특성을 지니고 있다. 낮은 케리는 전형이 아니다. 몸체는 아주 잘 발달되었고 근육질이다. 다리는 적당히 길고, 뼈대가 크며, 근육질이다.​ 털의 빛깔은 새끼 때는 검은색이다가 6~18개월까지 성장했을 때 차차 독특한 청회색으로 변한 모습을 볼 수 있다.", "코몬도르는 대형의 흰색의 헝가리아 개의 품종으로, 털은 길고 골져있다. 대걸레 개 라는 별칭을 지닌 코몬도르는 오랫동안 확고히 자리를 잡은 견종으로서, 경비견으로 쓰인다.", "Kuvasz는 헝가리 전통 품종의 무리 수호 견입니다. 품종에 대한 언급은 오래된 헝가리 텍스트에서 찾을 수 있습니다. 그들은 역사적으로 왕실 경비견 또는 가축을 지키고 있었지만 지난 70 년 동안 가정에서 애완 동물로 점점 더 많이 발견되었습니다.", "래브라도 리트리버는 조렵견, 사냥개, 인명구조견, 탐지견, 안내견, 간호견이다. 장난기가 넘치지만 침착하며 순종적이고 충성심이 높기로 유명하다. 현대의 래브라도 종은 캐나다의 뉴펀들랜드 래브라도주의 일부인 뉴펀들랜드 섬에서 기원하였다. 성품은 친절하고 외향적이며 다루기 쉬운 성향이다.", "레이클랜드 테리어는 몸집이 작고 호리호리한 테리어 개의 일종이다. 원래 잉글랜드 서북부에서 여우 사냥용으로 사육되었다. 수명은 12-16년으로 총명하고 훈련능력이 뛰어나다.", "Leonberger는 개 품종으로 독일 바덴 뷔 르템 베르크의 Leonberg시에서 이름이 유래되었습니다.  겁이없고 순종적이며 애정이 넘치는 개 입니다.", "라사압소는 역사가 2,000년이나 된 개로 원산지는 티베트이다. 라사압소는 “라싸의 산양”이라는 뜻이며, 1920년 유럽에 소개되었다. 긴 털이 온몸을 덮고 있으며 털 색깔은 다양하다. 낯선 사람을 잘 가려내며 경계심이 강하고 주인에게 순종적이어서 집 지키는 개로서 적당하다.", "Löwchen 또는 Little Lion Dog는 작은 개 품종입니다. Löwchen은 한때 Portuguese Water Dog와 Havanese와 같이 세계에서 가장 희귀 한 개라는 모호한 구별을 가졌습니다. 1973 년에 등록 된 품종은 65 개에 불과했습니다.", "몰티즈 혹은 몰티즈는 개 품종 중 하나이다. '몰티즈'란 이름은 이 개가 지중해의 몰타 섬이 원산지여서 붙여졌다는게 정설이지만, 지중해의 멜리타 지역에서 유래되었다고 주장하는 학자들도 있다. 몸무게는 2~3kg이 평균이지만 큰 종의 경우 5kg까지 된다.  수명은 12-15년으로 장난스럽고 애정이 풍부하며 온화하다", "맨체스터 테리어는 영국 원산의 개이다. 크기는 소형으로 원래 쥐잡이견이나 사냥개로 길러졌으나 요즘은 애완견으로 많이 기른다. 어깨높이 38~40cm이고 체중은 5~10kg이다. 다른 개들과 달리 독립적인 경향이 있어 고양이처럼 주인한테도 약간 제멋대로 행동하는 경향이 있다. ", "잉글리시 마스티프는 현존하는 개의 가장 오래된 품종 중 하나로 털이 짧고 몸이 크며 튼튼한 것이 특징이다. 방어적이며 품위있고 느긋하다.", "미니어처 슈나우저는 슈나우저종 중에서도 소형에 속하는 견종으로, 원산지는 독일이다. 수명은 12-15년으로 총명하고 우호적이다. 무게는 8kg 정도로 측정된다.", "나폴리탄 마스티프 또는 마스티노는 이탈리아 기원의 대형 견종이다. 이 육중한 견종은 보호적 기질과 공포스러운 모습으로 인해 변견으로서 가족과 재산을 지키는 개로 사용된다.  고집스럽고 겁이없지만 훈련능력이 뛰어나다.", "뉴펀들랜드는 대형의 검은 개이다. 선조는 확실하지 않으나 유럽으로부터 캐나다 뉴펀들랜드 섬에 이주한 이주민들이 데리고 온 것은 확실하다. 지금도 뉴펀들랜드 섬에서는 짐을 나르거나 수레를 끄는 개로서 사용되고 있다. 어깨높이 66~71cm, 몸무게 50~60kg이다.", "노퍽 테리어는 영국 품종의 개입니다. 1964 년에 독립 품종으로 인정 받기 전에는 낙하귀로 불렸으며 가장 작은 테리어 이다. 자신감이 많고 활발한 것이 특징이다.", "노르웨이 Buhund는 스피츠 유형의 개 품종입니다. 아이슬란드 양치기 개와 쟝 툰드와 밀접한 관련이 있습니다. Buhund는 다목적 농장 및 목 축견, 감시견 및 유 모견으로 사용됩니다.", "노르웨이 엘크 하운드는 북 스피츠 형 개 품종 중 하나이며 노르웨이 국립 개입니다. 엘크 하운드는 사냥꾼, 수호자, 목축 자 및 수비수로 봉사했습니다. 무스와 곰이나 늑대와 같은 다른 큰 게임을 추적하고 사냥하는 용기로 유명합니다.", "노르웨이 Lundehund는 노르웨이에서 유래 한 Spitz 유형의 작은 개 품종입니다. 그것의 이름은 puffin을 의미하는 lunde와 개를 의미하는 hund로 구성된 복합 명사입니다.", "노리치 테리어는 영국에서 시작된 개 품종으로 작은 설치류를 사냥하기 위해 사육되었습니다. 친근한 성격을 지닌 노리치 테리어는 오늘날 대부분 반려견 품종입니다. 강인하며 예민하다.", "Nova Scotia Duck Tolling Retriever는 주로 사냥을 위해 사육 된 중형 건독입니다.리트리버 중 가장 작으며 종종 작은 골든 리트리버로 오인됩니다. 총명하고, 기뻐하고, 기민하며, 활력이 넘칩니다.", "올드 잉글리시 시프도그는 영국의 목양견이자 개의 품종이다. 체고는 55~60cm, 체중은 29~30kg, 크기는 대형견으로 분류된다.", "Otterhound는 영국의 개 품종입니다. 그것은 향기로운 사냥개이며 현재 Kennel Club에서 전 세계적으로 약 600 마리의 동물과 함께 취약한 네이티브 품종으로 인정 받고 있습니다.", "파피용은 프랑스가 원산지인, 16세기경 작은 스패니얼로 알려진 종에서 개량을 거듭해 만들어졌다.예로부터 귀부인들에게 인기가 많아 초상화에도 자주 등장하였다. 나비 날개 같은 커다란 귀가 특징으로 머리에 45°각도로 올라와 있다.", "파슨 러셀 테리어는 18 세기의 원래 폭스 테리어였던 작은 흰색 테리어의 품종입니다. 이 품종의 이름은 잭 러셀 목사의 이름을 따서 명명되었으며, 이러한 유형의 개를 만든 것으로 간주됩니다.", "페키니즈는 중국이 주요 원산지로 진시황 때부터 궁정 안에서 신성한 개로 키워 왔다.황실에서 많은 인기를 얻었으며, 황제들이 소매에 넣고 다녔다고 한다. 페키니즈를 본 평민은 절을 해야 했으며, 이 견종을 훔칠 경우에는 사형에 처해졌다고 한다. ", "Pembroke Welsh Corgi는 웨일즈의 Pembrokeshire에서 시작된 가축 방목 견종입니다. 웨일스 어 Corgi로 알려진 두 가지 품종 중 하나입니다. 다른 하나는 Cardigan Welsh Corgi이며 둘 다 북부 스피츠 유형의 개 계통에서 내려 왔습니다.", "Petit Basset Griffon Vendéen 또는 PBGV는 향기로운 사냥개 유형의 품종으로 프랑스의 Vendée 지구의 가시가 많은 지형에서 트레일 토끼를 사육합니다.", "파라오 하운드는 말티즈 품종의 개이며, 몰타의 나라개이다. 몰타어로는 Kelb tal-Fenek라고 하며 이는 토끼 개를 뜻한다. 성격이 총명하며 훈련능력이 뛰어나다.", "Plott Hound는 원래 곰 사냥을 위해 자란 큰 냄새 사냥개입니다. 충성스러우며 경계심이 많습니다.", "포인터는 사냥개의 일종이다. 영국 원산의 품종으로 잉글리시 포인터라고도 한다. 포인터라는 이름은 떵tr레 냄새를 맡았을 때 한 발을 들고, 꼬리를 뒤로 곧게 뻗은 채 머리를 새가 있는 방향을 향하고 가만히 서 있는 데서 유래했다.", "포메라니안은 중앙유럽에 있는 포메라니아 지역에서 유래된 스피츠 종류의 반려견이다. 작고 귀여운 외모와 복슬복슬한 털이 특징이며 털빠짐이 있다. 작은 크기때문에 소형견로 분류되는데, 포메라니안은 대형 스피츠종 개인 독일 스피츠에서 유래되었다. 수명은 12-16년으로 장난스럽고 우호적이고 친근하다.", "푸들은 개의 품종 중 하나이며, 프랑스의 국견이다. 지금의 푸들이 아닌 원래 푸들은 사냥개였다. 원산지는 독일이고, 프랑스 귀족 여성들에 의해 인기를 얻어 널리 번식되었으며, 털이 길고 양털 모양으로 자란다.", "르투갈 워터 독은 포르투갈의 알 가르 베 지역에서 유래했습니다. 그곳에서 번식은 포르투갈 해안 곳곳으로 확장되어 물고기를 어부의 그물에 몰아 넣고, 잃어버린 태클이나 망가진 그물을 회수하고, 배에서 배로 또는 배에서 해안으로 택배 역할을하는 방법을 배웠습니다.", "세인트버나드는 개의 한 품종이다. 17세기 무렵 스위스의 수도원에서 기르던 구명개였다. 어깨높이 약 90cm, 몸무게 75-80kg으로 덩치가 크고 추위에 잘 견디고 후각이 발달해 있다. 털빛은 흰색과 붉은색이 섞여 있거나, 흰색과 갈색이 도는 노란색이 섞여 있다.", "혈통서에 따라 오스트레일리안 실키 테리어, 또는 단순히 실키 테리어라고 불리는 이 작은 테리어 유형의 견종은 영국의 견종들을 호주에서 육종한 것이다. 오스트레일리안 테리어와 요크셔 테리어와 가까운 혈통이다. 경계심이 많고 민첩하다.", "부드럽게 부드럽게 폭스 테리어 강아지의 품종, 많은 테리어 품종 중 하나입니다. 그것은 폭스 테리어 제품군의 첫 번째 유형은 켄넬 클럽에 의해 공식 인정을 부여하는 것이었다. ", "티베안 마스티프는 티베트 고원을 원산지로 하는 초대형 개로 티베트 개라고 하는 희귀종 이다. 총명하고 냉담하지만 의지가 강하고 방어적이다.", "웰시 스프링어 스패니얼은 영국 웨일스산인 적색과 백색, 체모의 스프링어 스패니얼 종 사냥개이다.", "Wirehaired Pointing Griffon은 총독으로 사냥에 사용되는 개 품종입니다. 번식 창시자 인 Eduard Karel Korthals의 국적으로 인해 조상에서는 네덜란드 인으로 간주되는 경우가 있습니다.", "Xoloitzcuintle은 털이없는 개 품종 중 하나입니다.  수명은 12-15년으로 총명하고 냉담하고 방어적이다.", "요크셔 테리어는 영국의 개 품종 중의 하나이며, 한때 노동자들이 기르던 개이며, 쥐잡기용 강아지로 인기가 높았던 애완견이다. 털의 색깔은 머리와 사지만 짙은 황갈색이고, 그 외의 다른 부위는 감청색 계통이다. 별명으로는 '요키', '요크'가 있다.  수명은 13-16년으로 총명하고 용맹스럽다." ]